"To:" = "A:";

"%d seconds ago" = "%d secondi fa";

"M/d/yy" = "d/M/yy";

"%d of %d" = "%d di %d";

"Are you sure you want to cancel?" = "Annullare?";

"Send" = "Invia";

"New Message" = "Nuovo messaggio";

"No" = "No";

"Showing %@ Photos" = "Visualizzate %@ foto";

"Unable to load this photo set." = "Impossibile caricare questo insieme di foto.";

"This photo set contains no photos." = "Questo insieme di foto non contiene nessuna foto.";

"Are you sure?" = "Continuare?";

"Subject:" = "Oggetto:";

"Today" = "Oggi";

"%d minutes ago" = "%d minuti fa";

"Open in Safari" = "Apri con Safari";

"EEEE, LLLL d, YYYY" = "EEEE d LLLL YYYY";

"Connection Error" = "Errore di connessione";

"just a moment ago" = "un istante fa";

"Yesterday" = "Ieri";

"Alert" = "Avviso";

"No Internet Connection" = "Nessuna connessione a Internet";

"Showing %@ of %@ Photos" = "Visualizzate %@ di %@ foto";

"Sorry, there was an error." = "Spiacenti, si è verificato un errore.";

"Updating..." = "Aggiornamento in corso...";

"%d hours ago" = "%d ore fa";

"about an hour ago" = "1 ora fa";

"No Photos" = "Nessuna foto";

"Search" = "Cerca";

"Ok" = "Ok";

"Connection Timed Out" = "Connessione scaduta";

"h:mm a" = "HH:mm";

"EEEE" = "EEEE";

"Error" = "Errore";

"EEE h:mm a" = "EEE HH:mm";

"MMMM" = "MMMM";

"about a minute ago" = "circa un minuto fa";

"OK" = "OK";

"yyyy" = "yyyy";

"Photo" = "Foto";

"See All" = "Mostra tutti";

"Load More Photos..." = "Carica altre foto...";

"MMM d h:mm a" = "d MMM HH:mm";

"Done" = "Fine";

"MMMM d" = "MMMM d";

"Cancel" = "Annulla";

"Yes" = "Sì";

"Loading..." = "Caricamento in corso...";

"Sending..." = "Invio in corso...";
